let province =
  [{ 'name': '安徽', 'id': 10001 }, { 'name': '澳门', 'id': 10002 }, { 'name': '北京', 'id': 10003 }, {
    'name': '重庆',
    'id': 10004
  }, { 'name': '福建', 'id': 10005 }, { 'name': '甘肃', 'id': 10006 }, { 'name': '广东', 'id': 10007 }, {
    'name': '广西',
    'id': 10008
  }, { 'name': '贵州', 'id': 10009 }, { 'name': '海南', 'id': 10010 }, { 'name': '河北', 'id': 10011 }, {
    'name': '河南',
    'id': 10012
  }, { 'name': '黑龙江', 'id': 10013 }, { 'name': '湖北', 'id': 10014 }, { 'name': '湖南', 'id': 10015 }, {
    'name': '吉林',
    'id': 10016
  }, { 'name': '江苏', 'id': 10017 }, { 'name': '江西', 'id': 10018 }, { 'name': '辽宁', 'id': 10019 }, {
    'name': '内蒙古',
    'id': 10020
  }, { 'name': '宁夏', 'id': 10021 }, { 'name': '青海', 'id': 10022 }, { 'name': '山东', 'id': 10023 }, {
    'name': '山西',
    'id': 10024
  }, { 'name': '陕西', 'id': 10025 }, { 'name': '上海', 'id': 10026 }, { 'name': '四川', 'id': 10027 }, {
    'name': '台湾',
    'id': 10028
  }, { 'name': '天津', 'id': 10029 }, { 'name': '西藏', 'id': 10030 }, { 'name': '香港', 'id': 10031 }, {
    'name': '新疆',
    'id': 10032
  }, { 'name': '云南', 'id': 10033 }, { 'name': '浙江', 'id': 10034 }]
export { province }
